var questions = {
  openness: [{q: "אני רואה עצמי כאדם מקורי הנוטה להעלות רעיונות חדשים", a: 5},
             {q: "אני רואה עצמי כסקרן/נית לגבי דברים רבים", a: 5},
             {q: "אני רואה עצמי כאדם חכם, שנון ומעמיק", a: 5},
             {q: "אני רואה עצמי כבעל/ת דמיון פעיל", a: 5},
             {q: 'אני רואה עצמי כ"ממציא"', a: 5},
             {q: "אני יודע להעריך התנסויות אסתטיות ואומנותיות", a: 5},
             {q: "אני מעדיף/ה עבודה שגרתית", a:5},
             {q: "לעתים קרובות אני נהנה/נהנית לחשוב ולהשתעשע ברעיונות מופשטים", a: 5},
             {q: "אני מגלה עניין מועט באומנות", a: 5}],
};
